{"meta": {"keyword": "Dormitory regulations", "explain": "The chapter discusses the protection of dormitory life for workers, stating that an employer should not interfere in the private life of workers lodging in a dormitory. It also outlines the preparation and amendment of dormitory rules by the employer, requiring consent from the majority of lodging workers. Additionally, the chapter emphasizes the employer's responsibility to maintain health, public morals, and safety sanitation in the dormitory, with standards prescribed by Presidential Decree.", "page_label": "./src/txt/DORMITORY.txt"}, "content": [{"meta": "#Article 98 (Protection of Dormitory Life)", "content": "(1) An employer shall not interfere in the private life of workers lodging in a dormitory annexed to the business or workplace concerned.\\n(2) An employer shall not interfere with the election of staff required for the autonomous management of a dormitory."}, {"meta": "#Article 99 (Preparation of and Amendment to Dormitory Rules)", "content": "(1) An employer who intends to lodge his/her workers in a dormitory annexed to a business or workplace shall prepare dormitory rules concerning the following matters:\\n1. Matters pertaining to getting-up and sleeping, and going-out and overnight stay;\\n2. Matters pertaining to events;\\n3. Matters pertaining to meals;\\n4. Matters pertaining to safety and health;\\n5. Matters pertaining to the maintenance of buildings and facilities;\\n6. Other matters to be applicable to all workers lodging in the dormitory.\\n(2) The employer shall obtain the consent of the representative of the majority of the lodging workers with regard to the preparation of or amendment to the dormitory rules stipulated in paragraph (1).\\n(3) Both the employer and the workers lodging in the dormitory concerned shall comply with the dormitory rules."}, {"meta": "#Article 100 (Facilities, and Safety Sanitation)", "content": "(1) An employer shall take measures necessary for the maintenance of health, public morals and lives of the workers lodging in a dormitory annexed to the business or workplace.\\n(2) The standards for the measures to be taken pursuant to paragraph (1) shall be prescribed by Presidential Decree."}]}