{"meta": {"keyword": "Labor contracts regulations", "explain": "The chapter discusses various articles related to labor contracts, including nullification of contracts not meeting standards, term limits, clear statement of terms and conditions, terms for part-time workers, breach of terms and conditions, prohibition of predetermined penalties, and restrictions on dismissal. It also covers preferential reemployment, advance notice of dismissal, settlement of payments, interest for delayed payment of wages, preferential payment for claims for wages, certificate of employment, and prohibition of interference with employment. Additionally, it addresses the register of workers and preservation of documents related to labor contracts.", "page_label": "./src/txt/LABOR CONTRACTS.txt"}, "content": [{"meta": "#Article 15 (Labor Contracts in Violation of This Act)", "content": "(1) A labor contract which has established terms and conditions of employment which do not meet the standards as prescribed by this Act shall be null and void to that extent.\\n(2) Those parts which are null and void in accordance with paragraph (1) shall be governed by the standards as prescribed by this Act."}, {"meta": "#Article 16 (Term of Contract)", "content": "The term of a labor contract shall not exceed one year, except in case where there is no fixed term or where there is an otherwise fixed term as necessary for the completion of a certain project."}, {"meta": "#Article 17 (Clear Statement of Terms and Conditions of Employment)", "content": "(1) An employer shall state the following matters clearly. The same shall also apply to the changes of the following matters after entering into a labor contract. <Amended by Act No. 10319, May 25, 2010>\\n1. Wages;\\n2. Contractual work hours;\\n3. Holidays under Article 55;\\n4. Annual paid leaves under Article 50;\\n5. Other terms and conditions prescribed by Presidential Decree.\\n(2) An employer shall deliver the written statement specifying constituent items, calculation methods and payment methods of wages with respect to the wages under paragraph (1) 1 and the matters prescribed in subparagraphs 2 through 4 to workers: Provided, That where the matters under the main sentence is modified due to reasons prescribed by Presidential Decree, such as changes, etc. of collective agreements or rules of employment, such matters shall be delivered to the relevant workers at their request. <Newly Inserted by Act No. 10319, May 25, 2010>"}, {"meta": "#Article 18 (Terms and Conditions of Employment of Part-Time Workers)", "content": "(1) The terms and conditions of employment of part-time workers shall be determined on the basis of relative ratio computed in comparison to those work hours of full-time workers engaged in the same kind of work at the pertinent workplace.\\n(2) Criteria and other necessary matters to be considered for the determination of terms and conditions of employment under paragraph (1) shall be prescribed by Presidential Decree.\\n(3) Articles 55 and 60 shall not apply to workers whose contractual working hours per week on an average of four weeks (in cases where their working periods are less than four weeks, such period of working) are less than 15 hours. <Amended by Act No. 8960, Mar. 21, 2008>"}, {"meta": "#Article 19 (Breach of Terms and Conditions of Employment)", "content": "(1) When any of the terms and conditions of employment as expressly set forth pursuant to Article 17 is not observed, the worker concerned shall be entitled to claim damages on the ground of the breach of the terms and conditions of employment and may terminate the labor contract forthwith.\\n(2) When a worker intends to claim damages in accordance with paragraph (1), he/she may file a claim with the Labor Relations Commission, and, if the labor contract has been terminated, the employer concerned shall provide travel expenses for returning home to the worker who changes his/her residence for the purpose of taking up a new job."}, {"meta": "#Article 20 (Prohibition of Predetermination of Penalty for Breach-ofContract)", "content": "An employer shall not enter into any contract in which a penalty or indemnity for possible damages caused by the breach of a labor contract is predetermined."}, {"meta": "#Article 21 (Prohibition of Offsetting Wages with Advances)", "content": "An employer shall not offset wages with an advance or other credits given in advance on the condition that a worker offers work."}, {"meta": "#Article 22 (Prohibition of Compulsory Savings)", "content": "(1) An employer shall not enter into any contract incidental to a labor contract, which provides for compulsory savings or savings deposits management.\\n(2) Where an employer manages savings deposits entrusted by a worker, the following shall be observed:\\n1. Types and periods of deposits, and financial institutions shall be determined by the worker, and the deposit shall be made under the worker's name;\\n2. The employer shall immediately comply with the worker's request for the inspection or return of the certificate of deposit or other related documents."}, {"meta": "#Article 23 (Restriction on Dismissal, etc.)", "content": "(1) An employer shall not, without justifiable cause, dismiss, lay off, suspend, or transfer a worker, reduce his/her wages, or take other punitive measures (hereinafter referred to as \"unfair dismissal, etc.\") against him/her.\\n(2) An employer shall not dismiss a worker during a period of suspension of work for medical treatment of an occupational injury or disease and within 30 days immediately thereafter, and any woman before and after childbirth shall not be dismissed during a period of suspension of work as prescribed by this Act and for 30 days immediately thereafter: Provided, That this shall not apply where the employer has paid a lump sum compensation as provided for under Article 84 or where the employer may not continue to conduct his/her business."}, {"meta": "#Article 24 (Restrictions on Dismissal for Managerial Reasons)", "content": "(1) Where an employer intends to dismiss a worker for managerial reasons, there must be an urgent managerial necessity. In this case, it shall be deemed that there is an urgent managerial necessity for the transfer, merger, or acquisition of the business in order to prevent managerial deterioration.\\n(2) In case of paragraph (1), an employer shall make every effort to avoid dismissal and shall establish and follow reasonable and fair criteria for the selection of those persons subject to dismissal. In this case, there shall be no discrimination on the basis of gender.\\n(3) Where there is an organized labor union that represents more than half of the workers at the business or workplace, the employer shall inform at least 50 days before the intended date of dismissal and consult in good faith with the labor union (where there is no such organized labor union, this shall refer to a person who represents more than half of the workers; hereinafter referred to as \"labor representative\") regarding the methods for avoiding dismissals, the criteria for dismissal, etc. under paragraph (2).\\n(4) When an employer intends to dismiss personnel under paragraph (1) above the fixed limit prescribed by Presidential Decree, he/she shall report to the Minister of Employment and Labor as determined by Presidential Decree. <Amended by Act No. 10339, Jun. 4, 2010>\\n(5) When an employer dismisses workers in accordance with the conditions prescribed in paragraphs (1) through (3), it shall be deemed a dismissal with proper cause under Article 23 (1)."}, {"meta": "#Article 25 (Preferential Reemployment, etc.)", "content": "(1) When an employer who has dismissed a worker under the provisions of Article 24 wishes to hire, within three years of the date of the dismissal, any worker who will perform the same duty as the dismissed worker did at the time of such dismissal, he/she shall preferentially rehire the worker dismissed under Article 24, if the worker so desires.\\n(2) The Government shall take necessary measures for the dismissed workers under the provisions of Article 24, such as stabilization of livelihood, reemployment and vocational training, on a priority basis."}, {"meta": "#Article 26 (Advance Notice of Dismissal)", "content": "When an employer intends to dismiss a worker (including dismissal for managerial reason), he/she shall give the worker a notice of dismissal at least 30 days in advance of such dismissal, and, if the employer fails to give such advance notice, he/she shall pay that worker ordinary wages for not less than 30 days: Provided, That this shall not apply where a natural disaster, calamity or other unavoidable circumstances prevent the continuance of the business or where the worker has caused a considerable hindrance to the business or inflicted any damage to the property on purpose and it falls under any cause determined by Ordinance of the Ministry of Employment and Labor. <Amended by Act No. 10339, Jun. 4, 2010>"}, {"meta": "#Article 27 (Written Notice of Reasons, etc. for Dismissal)", "content": "(1) When an employer intends to dismiss a worker, he/she shall notify the worker in writing of the reasons for and time of the dismissal.\\n(2) The dismissal of a worker shall become effective only upon written notice pursuant to paragraph (1)."}, {"meta": "#Article 28 (Request for Remedy from Unfair Dismissal, etc.)", "content": "(1) When a worker is subjected by the employer to any unfair dismissal, etc., he/she may request a remedy therefor from a labor relations commission.\\n(2) A request for remedy under paragraph (1) shall be made within three months from the date of the unfair dismissal, etc."}, {"meta": "#Article 29 (Investigation, etc.)", "content": "(1) The Labor Relations Commission shall, upon receipt of a request for remedy pursuant to Article 28, immediately conduct necessary investigation and examine the parties concerned.\\n(2) In making an examination pursuant to paragraph (1), the labor relations commission may, upon a request by the party concerned or ex officio, have a witness present himself/herself to make necessary inquiries.\\n(3) The Labor Relations Commission shall, in making an examination pursuant to paragraph (1), give the parties concerned sufficient opportunity to produce evidence and to cross-examine the witness.\\n(4) The detailed procedures for the investigation and examination by the Labor Relations Commission under paragraph (1) shall be as prescribed by the Central Labor Relations Commission under the Labor Relations Commission Act (hereinafter referred to as the \"Central Labor Relations Commission\")."}, {"meta": "#Article 30 (Order, etc. for Remedy)", "content": "(1) If a dismissal, etc. is judged to be unfair in consequence of the examination under Article 29, the Labor Relations Commission shall issue to the employer an order for remedy, and, if the dismissal, etc. is judged not to be unfair, make a decision to reject the request for remedy.\\n(2) The judgment, order for remedy and decision of rejection under paragraph (1) shall be notified in writing to the employer and worker, respectively.\\n(3) In issuing an order for remedy (only referring to an order for remedy following dismissal) under paragraph (1), if a worker does not desire to be reinstated in his/her former office, the Labor Relations Commission may, instead of issuing an order to reinstate him/her in his/her former office, order the employer to pay such worker the amount of money or other valuables equivalent to or higher than the amount of wages which he/she would have been paid if he/she had offered work during the period of dismissal."}, {"meta": "#Article 31 (Confirmation of Order, etc. for Remedy)", "content": "(1) An employer or worker who is dissatisfied with an order for remedy or a decision of rejection made by a local Labor Relations Commission under the Labor Relations Commission Act may apply for reexamination to the Central Labor Relations Commission within ten days from the date when he/she has received a written notice of such order or decision.\\n(2) With respect to a decision made by reexamination of the Central Labor Relations Commission's reexamination under paragraph (1), the employer or worker may institute a lawsuit pursuant to the Administrative Litigation Act within 15 days from the date when he/she is served with the written decision made by reexamination.\\n(3) If neither application for reexamination nor administrative litigation is filed within the period referred to in paragraph (1) or (2), the order for remedy, the decision of rejection or the decision made by reexamination shall become final and conclusive."}, {"meta": "#Article 32 (Effect of Order for Remedy, etc.)", "content": "The effect of the order for remedy, decision of rejection or decision made by reexamination of the Labor Relations Commission shall not be suspended even if an application for reexamination or administrative litigation is filed with or against the Central Labor Relations Commission pursuant to Article 31."}, {"meta": "#Article 33 (Compulsory Performance Money)", "content": "(1) The Labor Relations Commission shall impose compulsory performance money of not exceeding 20 million won on an employer who fails to comply with an order for remedy (including the decision made by reexamination in which an order for remedy is contained; hereafter in this Article, the same shall apply) within the specified deadline for executing the order after such order is issued.\\n(2) The Labor Relations Commission shall give the employer a prior notice in writing to the effect that the compulsory performance money shall be imposed and collected, by not later than 30 days before it is imposed pursuant to paragraph (1).\\n(3) The imposition of compulsory performance money pursuant to paragraph (1) shall be made in writing specifying the amount of the compulsory performance money, grounds for imposition, payment deadline, receiving institutions, methods of raising an objection, agency to which an objection may be raised, etc.\\n(4) The kinds of violation subject to the imposition of the compulsory performance money under paragraph (1), amounts of imposition by the extent of violation, procedures for return of the compulsory performance money imposed and collected, and other necessary matters shall be prescribed by Presidential Decree.\\n(5) The Labor Relations Commission may impose and collect the compulsory performance money provided for in paragraph (1) repeatedly within the limit of two times per year from the date when it issues the first order for remedy, until the order for remedy is complied with by the person subject to the order for remedy. In this case, the compulsory performance money shall not be imposed and collected for more than two years.\\n(6) The Labor Relations Commission shall not impose an additional compulsory performance money if the order for remedy is complied with, but shall collect the compulsory performance money already imposed before the order for remedy is complied with.\\n(7) If the person liable to pay the compulsory performance money fails to pay it by the time limit for payment, the Labor Relations Commission may urge him/her to pay it within a fixed period, and, if the compulsory performance money provided for in paragraph (1) is not paid within the fixed period, collect it in the same manner as delinquent national taxes are collected.\\n(8) When the employer subject to the order for remedy fails to comply with it by the deadline for execution thereof, the worker concerned may inform the Labor Relations Commission thereof within 15 days after such deadline has expired."}, {"meta": "#Article 34 (Retirement Allowance System)", "content": "The retirement allowance system under which an employer pays retiring workers retirement allowances shall comply with the Guarantee of Workers' Retirement Benefits Act."}, {"meta": "#Article 35 (Exception of Advance Notice of Dismissal)", "content": "The provisions of Article 26 shall not apply to a worker falling under any one of the following subparagraphs:\\n1. A daily employed worker who has been employed for less than three consecutive months;\\n2. A worker who has been employed for a fixed period of not exceeding two months;\\n3. A worker who has been employed for less than six months as a monthly paid worker;\\n4. A worker who has been employed for any seasonal work for a fixed period of not exceeding six months;\\n5. A worker in a probationary period."}, {"meta": "#Article 36 (Settlement of Payments)", "content": "When a worker dies or retires, the employer shall pay the wages, compensations, and other money or valuables within 14 days after the cause for such payment occurred: Provided, That the period may, under special circumstances, be extended by mutual agreement between the parties concerned."}, {"meta": "#Article 37 (Interest for Delayed Payment of Wages)", "content": "(1) When an employer fails to pay the whole or a part of the wages and the allowances (referring to only lump-sum allowances) provided for in subparagraph 5 of Article 2 of the Guarantee of Workers' Retirement Benefits Act which he/she is liable to pay under Article 36 within 14 days after the cause for such payment occurred, he/she shall pay interest accrued for the delayed days from the following day to the day of the payment in accordance with the interest rate prescribed by Presidential Decree by taking account of the economic situations such as overdue interest rates etc. applied by the banks established under the Banking Act within the limit of 40/100 per year. <Amended by Act No. 10303, May 17, 2010>\\n(2) The provisions of paragraph (1) shall not apply where an employer delays the payment of wages for natural disasters, calamities, or other reasons prescribed by Presidential Decree, for the period in which the said reasons exist."}, {"meta": "#Article 38 (Preferential Payment for Claims for Wages)", "content": "(1) Wages, accident compensations, and other claims arising from labor relations shall be paid in preference to taxes, public charges, or other claims except for claims secured by pledges, mortgages or the security rights under the Act on Security over Movable Property, Claims, Etc. on the whole property of the employer concerned: Provided, That this shall not apply to taxes and public charges which take precedence over the said pledges, mortgages or the security rights under the Act on Security over Movable Property, Claims, Etc. <Amended by Act No. 10366, Jun. 10, 2010>\\n(2) Notwithstanding paragraph (1), any of the following claims shall be paid in preference to any claims secured by pledges, mortgages or the security rights under the Act on Security over Movable Property, Claims, Etc. on the whole property of the employer, taxes, public charges and other claims: <Amended by Act No. 10366, Jun. 10, 2010>\\n1. The wages of the last three months;\\n2. Accident compensations."}, {"meta": "#Article 39 (Certificate of Employment)", "content": "(1) Whenever an employer is requested by a worker to issue a certificate specifying the term of employment, kinds of work performed, positions taken, wages received, and other necessary information, he/she shall immediately prepare and deliver a certificate based on facts, even after the retirement of the worker.\\n(2) The certificate referred to in paragraph (1) shall contain nothing other than what has been requested by the worker."}, {"meta": "#Article 40 (Prohibition of Interference with Employment)", "content": "No person shall prepare and use secret signs or lists, or have communications, for the purpose of interfering with the employment of a worker."}, {"meta": "#Article 41 (Register of Workers)", "content": "(1) An employer shall prepare a register of workers by workplace, containing each worker's name, birth date, personal history, and other items as prescribed by Presidential Decree.\\n(2) When there is any change in the items stated on the register of workers pursuant to paragraph (1), correction shall be made without delay."}, {"meta": "#Article 42 (Preservation of Documents in Relation to Contract)", "content": "An employer shall, for three years, preserve a register of workers and other important documents related to labor contracts as prescribed by Presidential Decree."}]}