{"meta": {"keyword": "Penal provisions", "explain": "The chapter discusses various penal provisions for violations of labor laws, including imprisonment for up to five years or fines for specific offenses. It outlines the penalties for labor inspectors who connive at violations, failure to comply with orders, and offenses related to business owners and workers. Additionally, the chapter covers fines for negligence, such as failure to report, attend inspections, or provide required information.", "page_label": "./src/txt/PENAL PROVISIONS.txt"}, "content": [{"meta": "#Article 107 (Penal Provisions)", "content": "A person who has violated Article 7, 8, 9, 23 (2) or 40 shall be punished by imprisonment for not more than five years or by a fine of not exceeding 30 million won."}, {"meta": "#Article 108 (Penal Provisions)", "content": "A labor inspector who has connived, on purpose, at violations of this Act shall be punished by imprisonment for not more than three years or by a suspension of qualification for not more than five years."}, {"meta": "#Article 109 (Penal Provisions)", "content": "(1) A person who has violated Articles 36, 43, 44, 44-2, 46, 56, 65 or 72 shall be punished by imprisonment for not more than three years or by a fine of not exceeding 20 million won. <Amended by Act No. 8561, Jul. 27, 2007>\\n(2) A public prosecution against a person who has violated Articles 36, 43, 44, 44-2, 46 or 56 may not be raised against the clearly expressed will of the person who has suffered the loss concerned. <Amended by Act No. 8561, Jul. 27, 2007>"}, {"meta": "#Article 110 (Penal Provisions)", "content": "Any of the following persons shall be punished by imprisonment for not more than two years or by a fine of not exceeding ten million won: <Amended by Act No. 9699, May 21, 2009; Act No. 11270, Feb. 1, 2012>\\n1. A person who violates Articles 10, 22 (1), 26, 50, 53 (1), (2) and (3) (main sentence), 54, 55, 60 (1), (2), (4) and (5), 64 (1), 69, 70 (1) and (2), 71, 74 (1) through (5), 75, 78 through 80, 82, 83 and 104 (2);\\n2. A person who fails to comply with the order issued under Article 53 (4)."}, {"meta": "#Article 111 (Penal Provisions)", "content": "A person who has failed to comply with an order for remedy or the decision made by reexamination in which an order for remedy is contained, which became final and conclusive pursuant to Article 31 (3) or through an administrative litigation, shall be punished by imprisonment for not more than one year or by a fine of not exceeding ten million won."}, {"meta": "#Article 112 (Accusation)", "content": "(1) The offense provided for in Article 111 may be prosecuted only upon the Labor Relations Commission's accusation.\\n(2) A public prosecutor may notify the Labor Relations Commission of a violation which falls under the offense under paragraph (1) to ask it for the accusation thereof."}, {"meta": "#Article 113 (Penal Provisions)", "content": "A person who has violated Article 45 shall be punished by a fine of not exceeding ten million won."}, {"meta": "#Article 114 (Penal Provisions)", "content": "Any of the following persons shall be punished by a fine of not exceeding five million won: <Amended by Act No. 8561, Jul. 27, 2007; Act No. 9038, Mar. 28, 2008; Act No. 9699, May 21, 2009; Act No. 11270, Feb. 1, 2012>\\n1. A person who violates Articles 6, 16, 17, 20, 21, 22 (2), 47, 53 (3) (proviso), 67 (1) and (3), 70 (3), 73, 74 (6), 77, 94, 95, 100 and 103;\\n2. A person who violates an order referred to in Article 96 (2)."}, {"meta": "#Article 115 (Joint Penal Provisions)", "content": "If an agent, employee or any other worker of a business owner commits an offense prescribed in Articles 107, 109 through 111, 113 or 114 with respect to the affairs of the workers of the relevant business, not only the offender shall be punished, but the business owner shall also be punished by a fine pursuant to the relevant Article: Provided, That this shall not apply where such business owner has not been negligent in giving due attention and supervision concerning the relevant duties to prevent such violation."}, {"meta": "#Article 116 (Fines for Negligence)", "content": "(1) A person who falls under any one of the following subparagraphs shall be punished by a fine for negligence of not exceeding five million won: <Amended by Act No. 9699, May 21, 2009; Act No. 10339, Jun. 4, 2010>\\n1. A person who has failed to make a report, or who has made a fraudulent report, or who has failed to attend, at the request of the Minister of Employment and Labor, the Labor Relations Commission, or a labor inspector as referred to in Article 13;\\n2. A person who has violated Articles 14, 39, 41, 42, 48, 66, 91, 93, 98 (2) or 99;\\n3. A person who has refused, obstructed or evaded inspections or examinations by a labor inspector under Article 102 or a medical doctor entrusted by him/her, who has not made any of the required statements to his/her official questioning or has made false statements, or who has failed to present books or documents or has presented false books or documents.\\n(2) The fine for negligence under paragraph (1) shall be imposed and collected by the Minister of Employment and Labor as prescribed by Presidential Decree. <Amended by Act No. 10339, Jun. 4, 2010>"}]}