{"meta": {"keyword": "Wage payment regulations", "explain": "The chapter discusses the payment of wages to workers, including the frequency of payment, methods of payment, and responsibilities of contractors in case of delayed payment. It also covers the disclosure of business owners who delay payment of wages, the provision of data on delayed payment of wages, and special cases concerning wages under contract work. Additionally, the chapter addresses emergency payments, shutdown allowances, pieceworkers' wages, the requirement of a wage ledger, and the prescription of wages under the law.", "page_label": "./src/txt/WAGES.txt"}, "content": [{"meta": "#Article 43 (Payment of Wages)", "content": "(1) Payment of wages shall be directly made in full to workers in currency: Provided, That if otherwise prescribed by Acts and subordinate statutes or by a collective agreement, wages may partially be deducted or may be paid by means other than currency.\\n(2) Wages shall be paid at least once per month on a fixed day: Provided, That this shall not apply to extraordinary wages, allowances, or other similar payments, or those wages prescribed by Presidential Decree."}, {"meta": "#Article 43-2 (Disclosure of Name of Business Owners who Delayed Payment of Wages)", "content": "(1) Where at least twice of conviction against the business owner (including the representative person in cases of a corporation; hereinafter referred to as \"business owner in arrear\") who fails to pay wages, compensations, allowances or any other money or valuable pursuant to Articles 36, 43, 56 (hereinafter referred to as \"wages, etc.\") are upheld due to his/her failure to pay the wages, etc. within three years prior to the date of disclosure of name and the total amount of money in arrear with the wages, etc. during the period of one year prior to the date of the said disclosure is at least 30 million won, the Minister of Employment and Labor may disclose his/her personal information, etc.: Provided, That this shall not apply where the aforementioned disclosure of name is meaningless due to death or closure of business of the business owner in arrear or where other reasons as prescribed by Presidential Decree exist.\\n(2) Upon disclosing the name pursuant to paragraph (1), the Minister of Employment and Labor shall provide the business owner in arrear with an opportunity to explain and grant him/her a period of at least three months for such explanation.\\n(3) In order to review whether or not the personal information, etc. of the business owner in arrear should be disclosed pursuant to paragraph (1), the Committee for Review of Information on Overdue Wages (hereinafter referred to as the \"Committee\" in this Article) shall be established within the Ministry of Employment and Labor. In such cases, necessary matters, such as structure and operation, etc. of the Committee, shall be determined by Ordinance of the Ministry of Employment and Labor.\\n(4) Details, period and method, etc. of disclosure of name under paragraph (1) and other necessary matters for the disclosure shall be determined by Presidential Decree."}, {"meta": "#Article 43-3 (Provision of Data on Delayed Payment of Wages, etc.)", "content": "(1) Where the centralized credit information collection agency under Article 25 (2) 1 of the Use and Protection of Credit Information Act requests personal information and the data on the amount of arrears, etc. (hereinafter referred to as \"data on delayed payment of wages, etc.\") of the business owner in arrear against whom at least twice of conviction are upheld due to his/her failure to pay the wages, etc. within three years prior to the date of provision of the data on delayed wages. etc. and the total amount of money in arrear with the wages, etc. during the period of one year prior to the date of such provision of the data is at least 20 million won, the Minister of Employment and Labor may provide the aforementioned data if deemed necessary to prevent delay in payment of wages, etc.: Provided, That this shall not apply where the aforementioned provision of data is meaningless due to death of the business owner in arrear or closure of the business or where other reasons prescribed by Presidential Decree exist.\\n(2) A person who has received the data on delayed payment of wages, etc. pursuant to paragraph (1) shall not use or disclose such data for the purposes other than those for determining credit rating and ability to deal on credit of the business owner in arrear.\\n(3) Procedure for and method, etc. of providing the data on delayed payment of wages, etc. pursuant to paragraph (1) and other necessary matters for such provision shall be determined by Presidential Decree."}, {"meta": "#Article 44 (Payment of Wages for Contract Work)", "content": "(1) When a project is executed based on several tiers of contracts and a subcontractor fails to pay wages to workers because of a cause attributable to the immediate upper tier contractor, the immediate upper tier contractor shall be liable for the wages jointly and severally with the subcontractor concerned: Provided, That where a cause attributable to the immediate upper tier contractor is caused by that of his/her upper tier contractor, such upper tier contractor shall also be jointly and severally responsible. <Amended by Act No. 11270, Feb. 1, 2012>\\n(2) The scope of the attributable causes referred to in paragraph (1) shall be determined by Presidential Decree. <Amended by Act No. 11270, Feb. 1, 2012>"}, {"meta": "#Article 44-2 (Joint and Several Responsibility for Payment of Wages in Construction Business)", "content": "(1) When a construction project is being carried out through two or more tiers of contracts under subparagraph 11 of Article 2 of the Framework Act on the Construction Industry (hereinafter referred to as \"contract for construction work\"), if a subcontractor that is not a constructor under subparagraph 7 of Article 2 of the same Act fails to pay wages (limited to wages arising from the construction works concerned) to workers he/she has employed, an immediate upper tier contractor shall have joint and several responsibility for payment of wages to workers employed by the subcontractor. <Amended by Act No. 10719, May 24, 2011>\\n(2) When the immediate upper tier contractor under paragraph (1) is not a constructor under subparagraph 7 of Article 2 of the Framework Act on the Construction Industry, the lowest tier contractor among the upper tier contractors who are constructors under the same subparagraph shall be deemed the immediate upper tier contractor. <Amended by Act No. 10719, May 24, 2011>"}, {"meta": "#Article 44-3 (Special Case concerning Wages under Contract for Construction Works)", "content": "(1) In cases of falling under any of the following subparagraphs where a contract for construction work has been concluded, an immediate upper tier contractor shall directly pay the workers employed by a subcontractor an amount of money equivalent to wages (limited to wages arising from the construction works concerned) that the subcontractor shall pay at the request of workers employed by such subcontractor, within the obligation extent of the subcontract cost the immediate upper tier contractor shall pay to the subcontractor:\\n1. Where the immediate upper tier contractor has agreed with the subcontractor with respect to the intention that the immediate upper tier contractor may directly pay wages that the subcontractor is liable to pay to workers employed by the subcontractor and the method of and procedure for such payment;\\n2. Where there is an order for payment decided under subparagraph 3 of Article 56 of the Civil Execution Act, an execution deed proving that workers have a claim for wages to a subcontractor under subparagraph 4 of Article 56 of the same Act, a decision of advice of performance made pursuant to Article 5-7 of the Trial of Small Claims Act, or other title of debt corresponding to such items as above;\\n3. Where the subcontractor informs the immediate upper tier contractor that he/she has obligation to pay wages to his/her workers and the immediate upper tier contractor recognizes that the subcontractor has evident reasons to be unable to pay wages due to such reasons as bankruptcy, etc.\\n(2) When a contract for construction work has been subcontracted down two or more levels from a contractor (hereinafter referred to as \"prime contractor\") of a person awarding a contract under subparagraph 10 of Article 2 of the Framework Act on the Construction Industry, where workers employed by a subcontractor (including any subcontractor who has been awarded a sub-subcontract by a subcontractor who has been awarded a contract; hereafter the same shall apply in this paragraph) have a title of debt under paragraph (1) 2 to such subcontractor, workers may request the prime contractor to pay directly an amount of money equivalent to wages (limited to wages arising from the construction works concerned) which a subcontractor is to pay. The prime contractor shall comply with such request to the extent of the amount of money for which workers are entitled to exercise the subrogation right of a creditor under Article 404 of the Civil Act to themselves. <Amended by Act No. 10719, May 24, 2011>\\n(3) Where an immediate upper tier contractor or a prime contractor has paid the amount of money equivalent to wages to workers employed by a subcontractor pursuant to paragraphs (1) and (2), it shall be deemed that the obligation to pay the subcontract price to a subcontractor has expired within such extent."}, {"meta": "#Article 45 (Emergency Payment)", "content": "An employer shall pay wages corresponding to work already offered even prior to the payday, if a worker requests the employer to do so in order to meet expenses for childbirth, diseases, disasters, or other cases of emergency as prescribed by Presidential Decree."}, {"meta": "#Article 46 (Shutdown Allowances)", "content": "(1) When a business shuts down due to a cause attributable to the employer, he/she shall pay the workers concerned allowances of not less than 70 percent of their average wages during the period of shutdown: Provided, That if the amount equivalent to the 70 percent of their average wages exceeds that of their ordinary wages, their ordinary wages may be paid as their shutdown allowances.\\n(2) Notwithstanding the provisions of paragraph (1), the employer who is unable to continue to carry on the business for any unavoidable reason may, with the approval of the Labor Relations Commission concerned, pay the workers shutdown allowances lower than the standards as prescribed in paragraph (1)."}, {"meta": "#Article 47 (Pieceworkers)", "content": "For those workers who are employed on a piece work or other similar basis, the employer shall guarantee certain amount of wages in proportion to their work hours."}, {"meta": "#Article 48 (Wage Ledger)", "content": "An employer shall prepare a wage ledger for each workplace and shall enter therein the matters which serve as a basis for determining wages and family allowances, the amount of wages, and other matters as prescribed by Presidential Decree, at each time of paying wages."}, {"meta": "#Article 49 (Prescription of Wages)", "content": "A claim for wages under this Act shall be extinguished by prescription, unless exercised within three years."}]}