{"meta": {"keyword": "Work hours regulations", "explain": "The chapter discusses work hours, flexible work hour systems, restrictions on extended work, recess, holidays, and annual paid leave. It outlines the maximum work hours per week and per day, as well as provisions for extending work hours under certain conditions. It also covers the rules for granting paid holidays and compensatory leave for extended, night, or holiday work. Additionally, the chapter addresses the calculation of work hours, special provisions for certain businesses, and measures to encourage workers to take annual paid leave.", "page_label": "./src/txt/WORK HOURS AND RECESS.txt"}, "content": [{"meta": "#Article 50 (Work Hours)", "content": "(1) Work hours shall not exceed 40 hours a week, excluding hours of recess..\\n(2) Work hours shall not exceed eight hours a day, excluding hours of recess.\\n(3) Upon calculating the work hours under paragraphs (1) and (2), any waiting time, etc. spent by workers under the direction and supervision of their employers that is necessary for the relevant work shall be deemed work hours. <Newly Inserted by Act No. 11270, Feb. 1, 2012>"}, {"meta": "#Article 51 (Flexible Work Hours System)", "content": "(1) An employer may, as prescribed by the rules of employment (including other rules equivalent thereto), extend work hours in excess of those as referred to in Article 50 (1) in a particular week, or extend work hours in excess of those as referred to in Article 50 (2) in a particular day, to the extent that average work hours per week during a certain unit period of not more than two weeks do not exceed the work hours as referred to in Article 50 (1): Provided, That work hours in any particular week shall not exceed 48 hours.\\n(2) When an employer has determined matters falling under the following subparagraphs by a written agreement with the labor representative, he/she may extend work hours in excess of those as referred to in Article 50 (1) in a particular week, or may extend work hours in excess of those as referred to in Article 50 (2) in a particular day, to the extent that average work hours per week during a certain unit period of not more than three months do not exceed the work hours referred to in Article 50 (1): Provided, That work hours in any particular week or in any particular day shall not exceed 52 hours or 12 hours respectively:\\n1. Scope of workers subject to this paragraph;\\n2. Unit period (determined to be a certain period of not exceeding three months);\\n3. Working days in the unit period, and work hours for each working day;\\n4. Other matters prescribed by Presidential Decree.\\n(3) The provisions of paragraphs (1) and (2) shall not apply to workers who are not less than 15 years and less than 18 years of age and to pregnant female workers.\\n(4) When an employer needs to have a worker work in accordance with paragraphs (1) and (2), the employer shall take measures to supplement his/her wages so that the existing level of wages may not be lowered."}, {"meta": "#Article 52 (Selective Work Hours System)", "content": "When an employer has determined the matters falling under the following subparagraphs by a written agreement with the labor representative with regard to workers who are allowed to decide on their own beginning and finishing time of work pursuant to the rules of employment (including other rules equivalent thereto), he/she may extend weekly work hours beyond those referred to in Article 50 (1) and daily work hours beyond those referred to in Article 50 (2), to the extent that average work hours per week during the period of adjustment set within the limit of a month do not exceed the work hours referred to in Article 50 (1):\\n1. Scope of workers to whom the above provisions shall apply (excluding those workers at the age of not less than 15 and less than 18);\\n2. Adjustment period (determined to be a specified period of not exceeding one month);\\n3. Total work hours during the adjustment period;\\n4. Beginning and finishing time of work hours during which work must be provided, if so required;\\n5. Starting and ending time of work hours which workers are allowed to determine;\\n6. Other matters prescribed by Presidential Decree."}, {"meta": "#Article 53 (Restrictions on Extended Work)", "content": "(1) Where there exists an agreement between the parties, work hours referred to in Article 50 may be extended up to 12 hours per week.\\n(2) Where there exists an agreement between the parties, work hours referred to in Article 51 may be extended up to 12 hours per week, and work hours referred to in Article 52 may be extended up to 12 hours per week averaged during the adjustment period as referred to in subparagraph 2 of Article 52.\\n(3) Under special circumstances, an employer may extend work hours referred to in paragraphs (1) and (2) with the authorization of the Minister of Employment and Labor and the consent of the workers: Provided, That where a situation is urgent that the employer does not have enough time to obtain authorization of the Minister of Employment and Labor, he/she shall immediately obtain ex post facto approval of the Minister of Employment and Labor. <Amended by Act No. 10339, Jun. 4, 2010>\\n(4) Where the Minister of Employment and Labor deems that the extension of work hours referred to in paragraph (3) is not appropriate, he/she may order the employer to allow the workers recess hours or days off equivalent to the extended work hours. <Amended by Act No. 10339, Jun. 4, 2010>"}, {"meta": "#Article 54 (Recess)", "content": "(1) An employer shall allow workers a recess of not less than thirty minutes if working for four hours or a recess of not less than one hour if working for eight hours, during work hours.\\n(2) Recess hours may be freely used by workers."}, {"meta": "#Article 55 (Holidays)", "content": "An employer shall allow workers at least one paid holiday per week on average."}, {"meta": "#Article 56 (Extended, Night or Holiday Work)", "content": "An employer shall, in addition to the ordinary wages, pay 50 percent or more thereof for extended work (work during the hours as extended pursuant to Articles 53 and 59 and the proviso of Article 69), night work (work between 10:00 p.m. and 6:00 a.m.), or holiday work."}, {"meta": "#Article 57 (Compensatory Leave System)", "content": "An employer may grant workers leaves in lieu of wage payments for extended work, night work ,or holiday work pursuant to Article 56 according to a written agreement that is concluded between him/her and the labor representative."}, {"meta": "#Article 58 (Special Provisions for Calculation of Work Hours)", "content": "(1) When it is difficult to calculate work hours provided by a worker because he/she carries out his/her duty in whole or in part outside the workplace owing to a business trip or any other reason, it shall be deemed that he/ she has worked for contractual working hours: Provided, That where it is ordinarily necessary for the worker to work in excess of contractual working hours in order to carry out the said duty, it shall be deemed that he/she has worked for the hours ordinarily required to carry out that duty.\\n(2) Notwithstanding the proviso of paragraph (1), in case where there exists a written agreement between an employer and the labor representative in regard to the work concerned, the hours as determined by such a written agreement shall be regarded as those ordinarily required to carry out the relevant duty.\\n(3) In case of works designated by Presidential Decree as those works which, in the light of their characteristics, require leaving the methods of performance to a worker' discretion, it shall be deemed that the works have been provided for such work hours as determined by a written agreement between the employer and the labor representative. In this case, such written agreement shall specify the matters falling under the following subparagraphs:\\n1. Work to be provided subject to such written agreement;\\n2. Statement that the employer would not give specific directions to the worker regarding how to perform the work, how to allocate work hours, etc.;\\n3. Statement that the calculation of work hours shall be governed by the written agreement concerned.\\n(4) Matters necessary for implementing paragraphs (1) and (3) shall be determined by Presidential Decree."}, {"meta": "#Article 59 (Special Provisions as to Work and Recess Hours)", "content": "An employer who runs a business which falls under any one of the following subparagraphs may, if any written agreement between him/her and the labor representative exists, have workers work in excess of 12 hours per week as referred to in Article 53 (1) or change recess hours as referred to in Article 54:\\n1. Transportation business, goods sales and storage business, finance and insurance business;\\n2. Movie production and entertainment business, communications business, educational study and research business, advertisement business;\\n3. Medical and sanitation business, hotel and restaurant business, incineration and cleaning business, barber and beauty parlor business;\\n4. Other businesses determined by Presidential Decree, which are necessary for the convenience of the public at large or in consideration of the characteristics of business."}, {"meta": "#Article 60 (Annual Paid Leave)", "content": "(1) Every employer shall grant any worker who has worked not less than 80 percent of one year a paid leave of 15 days. <Amended by Act No. 11270, Feb. 1, 2012>\\n(2) Every employer shall grant any worker who has continuously worked for less than one year or who has worked less than 80 percentage of one year one paid-leave day for each month during which he/she has continuously worked. <Amended by Act No. 11270, Feb. 1, 2012>\\n(3) Where an employer grants any worker a paid leave for the latter's first year of work, the former shall grant the latter a paid leave of 15 days, including the paid-leave referred to in paragraph (2), and, if the latter has already taken the paid-leave provided for in paragraph (2), deduct the number of days of such paid-leave from the said 15 days.\\n(4) Every employer shall grant any worker who has continuously worked for not less than three years paid-leave days that are calculated by adding one day for every two continuously working years not including the first one year to the 15 paid-leave days referred to in paragraph (1). In this case, the total number of paid-leave days, including the additional paid-leave days, shall not exceed 25 days.\\n(5) Every employer shall grant the paid leave referred to in paragraphs (1) through (4) at the time when a worker files a claim therefor and pay the worker an ordinary wage or an average wage during the period of paid leave as prescribed by the rules of employment, etc.: Provided, That in the event that granting the worker a paid leave at the time when such worker wants to take the paid leave greatly impedes the business operation, the relevant employer may change the time of the paid leave.\\n(6) In applying paragraphs (1) through (3), any of the following periods shall be deemed the period of attendance at work: <Amended by Act No. 11270, Feb. 1, 2012>\\n1. Period during which a worker takes time off due to any injury or sickness arising out of duty;\\n2. Period during which a woman in pregnancy takes time off due to the leave under the provisions of Article 74 (1) through (3).\\n(7) The paid leave referred to in paragraphs (1) through (4) shall, if it is not taken for one year, be terminated by time limitation: Provided, That the same shall not apply where the paid leave is not taken for reasons attributable to the employer."}, {"meta": "#Article 61 (Measures to Urge Workers to Take Annual Paid Leave)", "content": "Where any worker's paid leave is terminated by time limitation pursuant to the main sentence of Article 60 (7) after the worker fails to take his/her paid leave although the relevant employer has taken the measures falling under each of the following subparagraphs to urge workers to take their respective annual leave pursuant to Article 60 (1), (3) and (4), the relevant employer is not liable to indemnify the worker for his/her failure to take the paid leave and his/her failure to take the paid leave shall be deemed not to fall under the reasons attributable to the employer provided for in the proviso to Article 60 (7): <Amended by Act No. 11270, Feb. 1, 2012>\\n1. Any employer shall notify in writing every worker of the number of days of his/her paid leave that has not been taken and to urge every worker to notify the former of a period during which he/she intends to take his/her paid leave after deciding on such period within ten days as of six months before the period provided for in the main sentence of Article 60 (7) expires;\\n2. An employer shall notify in writing any worker who does not take his/her paid leave after setting a period during which the latter may take his/her paid leave by not later than two months before the period provided for in the main sentence of Article 60 (7) expires, in the event that the worker fails to notify the employer of a period during which the former intends to take, in whole or in part, his/her paid leave which has not been taken, within ten days from the date on which he/she is urged to take his/her paid leave, notwithstanding the urge referred to in subparagraph 1."}, {"meta": "#Article 62 (Substitution of Paid Leave)", "content": "An employer may, by a written agreement with the labor representative, get workers to take a paid leave on a particular working day in substitution of an annual paid leave provided for in Article 60."}, {"meta": "#Article 63 (Exclusion from Application)", "content": "The provisions pertaining to work hours, recess and holidays referred to in this Chapter and Chapter V shall not apply to a worker who falls under any one of the following subparagraphs: <Amended by Act No. 10339, Jun. 4, 2010>\\n1. A worker engaged in cultivation or reclamation of land, seeding, cultivation or collection of plants, or other agricultural and forestry work;\\n2. A worker engaged in breeding of animals, collection or catching of marine animals and plants, cultivation of marine products, or other cattle breeding, sericulture and fishery business;\\n3. A worker engaged in surveillance or intermittent work, whose employer has obtained the approval of the Minister of Employment and Labor;\\n4. A worker engaged in such business as prescribed by Presidential Decree."}]}